Repository: chin-sam/ShipIT
Catalog: MobileWMSIntegratorApp/Translations/ShipIT 365 Connector with Mobile WMS.*.xlf
Languages: de_ch, fr_fr, nl_be

# Codeunit 330746396 - Method 2770759290 - NamedType 1748089879
source: Source Type %1 not supported in procedure: AddTransportOrderPackageContentFromLicensePlate
fr_fr: Type de source %1 non pris en charge dans la procédure : AddTransportOrderPackageContentFromLicensePlate

# Codeunit 330746396 - Method 637476659 - NamedType 2343576573
source: Packages: %1
de_ch: Pakete: %1
fr_fr: Paquets : %1
nl_be: Pakketten: %1

# PageExtension 3972030568 - Control 360212413 - Property 2879900210
source: Pack & Ship - ShipIT 365 Connector
fr_fr: Pack & Ship - Connecteur ShipIT 365

# PageExtension 3972030568 - Control 2024432370 - Property 1295455071
source: Specifies if ShipIT 365 Transport Order should either 'Book and print' only 'Book' or 'None' when Shipment is posted from the mobile device.
de_ch: Spezifiziert, ob der ShipIT 365 Transportauftrag entweder 'Buchen und drucken', nur 'Buchen' oder 'Keine' sein soll, wenn die Sendung vom mobilen Gerät aus gebucht wird.
fr_fr: Spécifie si l'ordre de transport ShipIT 365 doit être soit "Enregistrer et imprimer", soit "Enregistrer", soit "Aucun" lorsque l'expédition est enregistrée à partir de l'appareil mobile.
nl_be: Geeft aan welke actie wordt uitgevoerd voor het afhandelen van transport orders, wanneer verzendindgen worden geboekt vanaf een mobiel apparaat. De mogelijke opties zijn: 'boeken en afdrukken', 'boeken' of 'Geen'.

# PageExtension 1465163490 - Control 946266542 - Property 1295455071
source: Specifies the value of the Booking Profile Description field (ShipIT 365)
de_ch: Spezifiziert den Wert des Feldes Buchungsprofilbeschreibung (ShipIT 365)
fr_fr: Spécifie la valeur du champ Description du profil de réservation (ShipIT 365)
nl_be: Geeft de waarde weer van de omschrijving van het boekingsprofiel veld (ShipIT 365).

# PageExtension 1465163490 - Control 2319490692 - Property 1295455071
source: Specifies the value of the Carrier Name field (ShipIT 365)
de_ch: Spezifiziert den Wert des Feldes Carrier Name (ShipIT 365)
fr_fr: Précise la valeur du champ Nom du transporteur (ShipIT 365)
nl_be: Geeft de vervoerdersnaam weer (ShipIT 365).

# PageExtension 1465163490 - Control 765452295 - Property 1295455071
source: Specifies the value of the Provider field (ShipIT 365)
de_ch: Spezifiziert den Wert des Feldes Anbieter (ShipIT 365)
fr_fr: Précise la valeur du champ Fournisseur (ShipIT 365)
nl_be: Geeft de provider weer (ShipIT 365).

# PageExtension 1465163490 - Control 1540370774 - Property 1295455071
source: Specifies the value of the Package Description field (ShipIT 365)
de_ch: Spezifiziert den Wert des Feldes Paketbeschreibung (ShipIT 365)
fr_fr: Précise la valeur du champ Description du colis (ShipIT 365)
nl_be: Geeft de pakketomschrijving weer (ShipIT 365).

# PageExtension 1763805693 - Control 946266542 - Property 1295455071
source: Specifies the value of the Book Prof Description field (ShipIT 365)
de_ch: Spezifiziert den Wert des Feldes Beschreibung des Buchungsprofils (ShipIT 365)
fr_fr: Précise la valeur du champ Book Prof Description (ShipIT 365)
nl_be: Geeft de boekingsprofielomschrijving weer (ShipIT 365).

# PageExtension 1763805693 - Control 4196685502 - Property 1295455071
source: Specifies the value of the Book Prof Entry No. field (ShipIT 365)
de_ch: Spezifiziert den Wert des Feldes Buchungsprofil Eintragsnummer. (ShipIT 365)
fr_fr: Précise la valeur du champ Book Prof Entry No.
nl_be: Geeft het boekingsprofielpostnr. weer (ShipIT 365).

# PageExtension 1763805693 - Control 3736432248 - Property 1295455071
source: Specifies the value of the Carrier Entry No. field (ShipIT 365)
de_ch: Spezifiziert den Wert des Feldes Carrier Entry No. (ShipIT 365)
fr_fr: Précise la valeur du champ N° d'entrée du transporteur (ShipIT 365)
nl_be: Geeft de vervoerderspostnr. weer (ShipIT 365).

# PageExtension 1763805693 - Control 2319490692 - Property 1295455071
source: Specifies the value of the Carrier Name field (ShipIT 365)
de_ch: Spezifiziert den Wert des Feldes Carrier Name (ShipIT 365)
fr_fr: Précise la valeur du champ Nom du transporteur (ShipIT 365)
nl_be: Geeft de vervoerdersnaam weer (ShipIT 365).

# PageExtension 1763805693 - Control 765452295 - Property 1295455071
source: Specifies the value of the Provider field (ShipIT 365)
de_ch: Spezifiziert den Wert des Feldes Anbieter (ShipIT 365)
fr_fr: Précise la valeur du champ Fournisseur (ShipIT 365)
nl_be: Geeft de provider weer (ShipIT 365).

# PageExtension 613032174 - Control 1081695262 - Property 1295455071
source: Specifies the value of the Drop Zone Label Printer Key field (ShipIT365 - DeliveryHub)
de_ch: Spezifiziert den Wert des Feldes Drop Zone Label Printer Key (ShipIT365 - DeliveryHub)
fr_fr: Précise la valeur du champ Drop Zone Label Printer Key (ShipIT365 - DeliveryHub)
nl_be: Geeft de Dropzone label printer sleutel weer (ShipIT 365 - nShift Ship).

# PageExtension 613032174 - Control 1821604340 - Property 1295455071
source: Specifies the value of the Password (External) field (ShipIT365 - TransSmart)
de_ch: Spezifiziert den Wert des Feldes Passwort (extern) (ShipIT365 - TransSmart)
fr_fr: Précise la valeur du champ Mot de passe (externe) (ShipIT365 - TransSmart)
nl_be: Geeft het externe wachtwoord weer (ShipIT 365 - Transsmart).

# PageExtension 613032174 - Control 1405243027 - Property 1295455071
source: Specifies the value of the Ticket Username field (ShipIT365 - DeliveryHub)
de_ch: Spezifiziert den Wert des Feldes Ticket Username (ShipIT365 - DeliveryHub)
fr_fr: Précise la valeur du champ Ticket Nom d'utilisateur (ShipIT365 - DeliveryHub)
nl_be: Geeft de gebruikersnaam weer (ShipIT 365 - nShift Ship).

# PageExtension 613032174 - Control 2361872283 - Property 1295455071
source: Specifies the value of the User Name (External) field (ShipIT365 - TransSmart)
de_ch: Spezifiziert den Wert des Feldes Benutzername (Extern) (ShipIT365 - TransSmart)
fr_fr: Précise la valeur du champ Nom de l'utilisateur (externe) (ShipIT365 - TransSmart)
nl_be: Geeft de externe gebruikersnaam weer (ShipIT 365 - Transsmart).

# PageExtension 613032174 - Control 1722225311 - Property 1295455071
source: Specifies the value of the Workstation ID field (ShipIT365 - DeliveryHub)
de_ch: Spezifiziert den Wert des Feldes Workstation ID (ShipIT365 - DeliveryHub)
fr_fr: Spécifie la valeur du champ Workstation ID (ShipIT365 - DeliveryHub)
nl_be: Geeft het werkstation-ID weer (ShipIT 365 - nShift Ship).

# PageExtension 1798218854 - Method 3555992377 - NamedType 1748089879
source: InsertPackagesForTransportOrderLine(): IDYSTransportOrderLine %1 not supported.
fr_fr: InsertPackagesForTransportOrderLine() : IDYSTransportOrderLine %1 non supporté.

# PageExtension 1798218854 - Action 1278447534 - Property 2879900210
source: Pack & Ship
fr_fr: Emballer et expédier
nl_be: Inpakken & Verzenden

# PageExtension 1798218854 - Action 1980390319 - Property 1295455071
source: Get all packages from License Plates associated with to Warehouse Shipments from Transport Order Lines.
de_ch: Holen Sie alle Pakete von den Nummernschildern, die mit den Lagersendungen der Transportauftragszeilen verbunden sind.
fr_fr: Obtenir tous les colis des plaques d'immatriculation associées aux expéditions vers l'entrepôt à partir des lignes d'ordre de transport.

# PageExtension 1798218854 - Action 1980390319 - Property 2879900210
source: Get all packages
de_ch: Alle Pakete abrufen
fr_fr: Obtenir tous les colis
nl_be: Haal alle pakketten op

source: %1 package(s) were inserted.
de_ch: %1 Paket(e) wurde(n) eingefügt.
fr_fr: %1 paquet(s) a été inséré.
nl_be: %1 pakket(ten) werden aangemaakt.

source: There are no packages to insert.
de_ch: Es sind keine Pakete zum Einfügen vorhanden.
fr_fr: Il n'y a pas de colis à insérer.
nl_be: Er zijn geen pakketten om aan te maken.

# TableExtension 3972030568 - Field 2024432370 - Property 2879900210
source: Transport Order Booking Action
de_ch: Transportauftrag Buchungsaktion
fr_fr: Action de réservation d'ordre de transport
nl_be: Transportorder boekingsactie

# TableExtension 3972030568 - Field 2024432370 - Property 62802879
source: Book & print,Book,None
de_ch: Buchen & drucken,Buchen,Keine
fr_fr: Réserver et imprimer,Réserver,Aucun
nl_be: Boeken & afdrukken,Boeken,Geen

# TableExtension 1465163490 - Field 946266542 - Property 2879900210
source: Booking Profile Description
de_ch: Buchungsprofil Beschreibung
fr_fr: Description du profil de réservation
nl_be: Boekingsprofielomschrijving

# TableExtension 1465163490 - Field 2319490692 - Property 2879900210
source: Carrier Name
de_ch: Name des Trägers
fr_fr: Nom transporteur
nl_be: Naam van de vervoerder

# TableExtension 1465163490 - Field 765452295 - Property 2879900210
source: Provider
de_ch: Anbieter
fr_fr: Fournisseur
nl_be: Aanbieder

# TableExtension 1465163490 - Field 1540370774 - Property 2879900210
source: Package Type Description
de_ch: Paket Typ Beschreibung
fr_fr: Description type de colis
nl_be: Omschrijving van pakkettype

# TableExtension 1098609107 - Field 946266542 - Property 2879900210
source: Booking Profile Description
de_ch: Buchungsprofil Beschreibung
fr_fr: Description du profil de réservation
nl_be: Boekingsprofielomschrijving

# TableExtension 1098609107 - Field 4196685502 - Property 2879900210
source: Booking Profile Entry No.
de_ch: Buchungsprofil Eintrag Nr.
fr_fr: Profil de réservation N° d'entrée
nl_be: Boekingsprofielpostnr.

# TableExtension 1098609107 - Field 3736432248 - Property 2879900210
source: Carrier Entry No.
de_ch: Spediteur Eintragsnummer
fr_fr: N° d'entrée du transporteur
nl_be: Vervoerderspostnr.

# TableExtension 1098609107 - Field 2319490692 - Property 2879900210
source: Carrier Name
de_ch: Name des Trägers
fr_fr: Nom transporteur
nl_be: Naam van de vervoerder

# TableExtension 1098609107 - Field 765452295 - Property 2879900210
source: Provider
de_ch: Anbieter
fr_fr: Fournisseur
nl_be: Aanbieder

# TableExtension 824645084 - Field 1081695262 - Property 2879900210
source: Drop Zone Label Printer Key
de_ch: Drop-Zone-Etikettendruckerschlüssel
fr_fr: Touche d'impression des étiquettes de zone de dépôt
nl_be: Drop Zone Etiket Printer Sleutel

# TableExtension 824645084 - Field 1821604340 - Property 2879900210
source: Password (External)
de_ch: Passwort (Extern)
fr_fr: Mot de passe (externe)
nl_be: Wachtwoord (extern)

# TableExtension 824645084 - Field 1405243027 - Property 2879900210
source: Ticket Username
de_ch: Ticket-Benutzername
fr_fr: Nom d'utilisateur du ticket
nl_be: Ticket Gebruikersnaam

# TableExtension 824645084 - Field 2361872283 - Property 2879900210
source: User Name (External)
de_ch: Benutzername (extern)
fr_fr: Nom utilisateur (externe)
nl_be: Gebruikersnaam (Extern)

# TableExtension 824645084 - Field 1722225311 - Property 2879900210
source: Workstation ID
fr_fr: ID du poste de travail
nl_be: Werkstation Id

# PageExtension 3972030568 - Control 218371528 - Property 1295455071
source: Enabling this field allows the system to work in continuous mode, which means having an error within the book or print action will not break the process.
nl_be: Indien ingeschakeld zal het systeem niet worden onderbroken indien er fouten optreden tijdens het boeken of printen van transport orders.

# PageExtension 1798218854 - NamedType 1184623961
source: Mobile WMS license plates are associated with this Transport Order, do you want to make these license plates retrievable again on future transport orders?
nl_be: Mobile WMS kentekenplaten zijn gekoppeld aan deze transportorder, wilt u het mogelijk maken om deze opnieuw te gebruiken op nieuwe transportorders?

# PageExtension 1798218854 - Action 1980390319 - Property 2001309823
source: Get all packages from License Plates associated with to Warehouse Shipments from Transport Order Lines.
nl_be: Haal alle pakketten op die zijn gekoppeld aan de magazijnverzendingen met transportorderregels.

# TableExtension 3972030568 - Field 218371528 - Property 2879900210
source: Continue After Transport Order Fails
nl_be: Hervatten indien transportorder boeken mislukt
