Repository: chin-sam/ShipIT
Catalog: PrintIT365/Translations/PrintIT 365.*.xlf
Languages: nl_nl

# Table 1482140974 - Field 1383905037 - Property 2879900210
source: Default
nl_nl: Standaard

# Table 1482140974 - Field 982660914 - Property 2879900210
source: File Filter
nl_nl: Bestandsfilter

# Table 1482140974 - Field 996298347 - Property 2879900210
source: Printer Name
nl_nl: Printer

# Table 1482140974 - Field 269761521 - Property 2879900210
source: Printer State
nl_nl: Printer status

# Table 889685629 - Property 2879900210
source: PrintIT Setup
nl_nl: PrintIT instellingen

# Table 889685629 - Field 4253087169 - Property 2879900210
source: API Key
nl_nl: API-sleutel

# Table 889685629 - Field 1663593181 - Property 2879900210
source: Primary Key
nl_nl: Primaire sleutel

# Table 986366765 - Property 2879900210
source: PrintIT User Printer
nl_nl: PrintIT gebruikersprinter

# Table 986366765 - Field 2796849649 - Property 2879900210
source: File Extension Filter
nl_nl: Bestandsextensie filter

# Table 986366765 - Field 996298347 - Property 2879900210
source: Printer Name
nl_nl: Printer

# Table 986366765 - Field 1962445182 - Property 2879900210
source: Default
nl_nl: Standaard

# Table 986366765 - Field 2708250016 - Property 2879900210
source: User ID
nl_nl: Gebruikers-id

# Codeunit 1497856506 - Method 2290699983 - NamedType 3108335040
source: An error ocurred connecting to PrintNode.
nl_nl: Verbind maken met PrintNode is mislukt.

# Page 122417851 - Control 3658159572 - Property 1295455071
source: Specifies the Printer Id
nl_nl: Specificeert de id van de printer.

# Page 122417851 - Control 3697273669 - Property 1295455071
source: Specifies the Printer Id
nl_nl: Specificeert de id van de printer.

# Page 122417851 - Control 996298347 - Property 1295455071
source: Specifies the Printer Name
nl_nl: Specificeert de naam van de printer.

# Page 122417851 - Action 2795778837 - Property 1295455071
source: Gets the printers from the PrintNode API.
nl_nl: Haalt de printers op van de PrintNode API.

# Page 122417851 - Action 2795778837 - Property 2879900210
source: Get Printers
nl_nl: Printers ophalen.

# Page 122417851 - Action 3083160081 - Property 1295455071
source: Initiates PrintNode printing to the selected printer.
nl_nl: Initieert het printen via PrintNode naar de geselecteerde printer.

# Page 122417851 - Action 3083160081 - Property 2879900210
source: Test Print
nl_nl: Afdruktest

# Page 122417851 - Action 3083160081 - Method 1377591017 - NamedType 1997510694
source: Select Test Print File
nl_nl: Selecteer een testbestand om te printen.

# Page 889685629 - Property 2879900210
source: PrintIT Setup
nl_nl: PrintIT instellingen

# Page 889685629 - Control 4253087169 - Property 1295455071
source: Specifies the API key.
nl_nl: Specificeert de API sleutel.

# Page 889685629 - Control 4253087169 - Property 2879900210
source: API Key
nl_nl: API-sleutel

# Page 889685629 - Action 754966559 - Property 1295455071
source: Opens the list of PrintNode printers.
nl_nl: Opent de lijst van PrintNode printers.

# Page 889685629 - Action 1959202344 - Property 1295455071
source: Opens the list of user printers.
nl_nl: Opent de lijst van gebruikersprinters.

# Page 889685629 - Action 1959202344 - Property 2879900210
source: User Printers
nl_nl: Gebruikersprinters

# Page 318665508 - Property 2879900210
source: PrintIT User Printers
nl_nl: PrintIT gebruikersprinter

# Page 318665508 - Control 2796849649 - Property 1295455071
source: Specifies the file extension filter.
nl_nl: Specificeert het bestandsnaam filter.

# Page 318665508 - Control 3697273669 - Property 1295455071
source: Specifies the printer id.
nl_nl: Specificeert de id van de printer.

# Page 318665508 - Control 996298347 - Property 1295455071
source: Specifies the printer name.
nl_nl: Specificeert de naam van de printer.

# Page 318665508 - Control 1962445182 - Property 1295455071
source: Specifies the user default.
nl_nl: Specificeert de gebruikers standaard keuze.

# Page 318665508 - Control 2708250016 - Property 1295455071
source: Specifies the user id.
nl_nl: Hiermee geeft u de gebruikersnaam op.
